app/controllers/boards_controller.rb

INSERT INTO "boards" ("created_at", "updated_at", "name", "tiles") VALUES ($1, $2, $3, $4) RETURNING "id"  [["created_at", "2020-01-14 22:10:59.344280"], ["updated_at", "2020-01-14 22:10:59.344280"], ["name", ""], ["tiles", "{10,8,11,12,5,4,3,3,11,10,6,4,9,2,6,5,9,8}"]]
---
  def create
    @board = Board.create(board_params)

DELETE FROM "boards" WHERE "boards"."id" = $1  [["id", 20]]
---
  def destroy
    board = Board.destroy(params[:id])